Repository: OlegSotnikov/sallyport
Catalog: mac/Sources/SallyportApp/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, pt_br, ru, zh_hans

source: Sallyport could not restart.
de: Sallyport konnte nicht neu gestartet werden.
es: No se pudo reiniciar Sallyport.
fr: Impossible de redémarrer Sallyport.
pt_br: Não foi possível reiniciar o Sallyport.
ru: Не удалось перезапустить Sallyport.
zh_hans: 无法重新启动 Sallyport。

source: Application
de: App
es: Aplicación
pt_br: Aplicativo
ru: Приложение
zh_hans: App

source: Language
de: Sprache
es: Idioma
fr: Langue
pt_br: Idioma
ru: Язык
zh_hans: 语言

source: System Default
de: Systemstandard
es: Por omisión del sistema
fr: Réglage par défaut du système
pt_br: Padrão do sistema
ru: Как в системе
zh_hans: 系统默认

source: System Default follows Language & Region in System Settings.
de: Bei „Systemstandard“ gilt die Einstellung unter „Sprache & Region“ in den Systemeinstellungen.
es: «Por omisión del sistema» usa el ajuste de Idioma y región de Ajustes del Sistema.
fr: Le réglage par défaut suit le choix défini dans Langue et région des Réglages Système.
pt_br: O padrão do sistema segue a opção definida em Idioma e Região nos Ajustes do Sistema.
ru: Системный язык задаётся в разделе «Язык и регион» Системных настроек.
zh_hans: “系统默认”会跟随“系统设置”中“语言与地区”的设置。

source: Restart Sallyport to apply the language change.
de: Starte Sallyport neu, um die Sprachänderung anzuwenden.
es: Reinicia Sallyport para aplicar el cambio de idioma.
fr: Redémarrez Sallyport pour appliquer le changement de langue.
pt_br: Reinicie o Sallyport para aplicar a alteração de idioma.
ru: Перезапустите Sallyport, чтобы применить новый язык.
zh_hans: 重新启动 Sallyport 以应用语言更改。

source: Restart Now
de: Jetzt neu starten
es: Reiniciar ahora
fr: Redémarrer maintenant
pt_br: Reiniciar agora
ru: Перезапустить сейчас
zh_hans: 立即重新启动

source: %@: no arguments
de: %@: keine Argumente
es: %@: sin argumentos
fr: %@: aucun argument
pt_br: %@: sem argumentos
ru: %@: без аргументов
zh_hans: %@：无参数

source: Preview truncated · %@ total
de: Vorschau gekürzt · insgesamt %@
es: Vista previa truncada · %@ en total
fr: Aperçu tronqué · %@ au total
pt_br: Prévia truncada · %@ no total
ru: Предпросмотр обрезан · всего %@
zh_hans: 预览已截断 · 共 %@

source: Request body
de: Anfragetext
es: Cuerpo de la solicitud
fr: Corps de la requête
pt_br: Corpo da solicitação
ru: Тело запроса
zh_hans: 请求正文

source: Bound credential: %@
de: Gebundene Zugangsdaten: %@
es: Credencial vinculada: %@
fr: Données d’authentification liées : %@
pt_br: Credencial vinculada: %@
ru: Привязанные учётные данные: %@
zh_hans: 已绑定的凭证：%@

source: Destructive action · session recorded
de: Destruktive Aktion · Sitzung aufgezeichnet
es: Acción destructiva · sesión registrada
fr: Action destructive · session enregistrée
pt_br: Ação destrutiva · sessão registrada
ru: Опасная операция · сеанс записывается
zh_hans: 破坏性操作 · 会话已记录

source: First call from this agent in this session.
de: Erster Aufruf dieses Agenten in dieser Sitzung.
es: Primera llamada de este agente en esta sesión.
fr: Premier appel de cet agent dans cette session.
pt_br: Primeira chamada deste agente nesta sessão.
ru: Первый вызов этого агента в текущем сеансе.
zh_hans: 此智能体在当前会话中的首次调用。

source: Write action · session recorded
de: Schreibaktion · Sitzung aufgezeichnet
es: Acción de escritura · sesión registrada
fr: Action d’écriture · session enregistrée
pt_br: Ação de escrita · sessão registrada
ru: Операция записи · сеанс записывается
zh_hans: 写入操作 · 会话已记录

source: %@ (changes data)
de: %@ (ändert Daten)
es: %@ (modifica datos)
fr: %@ (modifie les données)
pt_br: %@ (modifica dados)
ru: %@ (изменяет данные)
zh_hans: %@（会修改数据）

source: Add a credential
de: Zugangsdaten hinzufügen
es: Añadir una credencial
fr: Ajouter des données d’authentification
pt_br: Adicionar uma credencial
ru: Добавить учётные данные
zh_hans: 添加凭证

source: Add a key for %@
de: Einen Schlüssel für %@ hinzufügen
es: Añadir una clave para %@
fr: Ajouter une clé pour %@
pt_br: Adicionar uma chave para %@
ru: Добавить ключ для %@
zh_hans: 为 %@ 添加密钥

source: Approve this action.
de: Diese Aktion genehmigen.
es: Aprobar esta acción.
fr: Autoriser cette action.
pt_br: Aprovar esta ação.
ru: Разрешить это действие.
zh_hans: 批准此操作。

source: Allow this process for the current session.
de: Diesen Prozess für die aktuelle Sitzung zulassen.
es: Permitir este proceso durante la sesión actual.
fr: Autoriser ce processus pour la session en cours.
pt_br: Permitir este processo durante a sessão atual.
ru: Разрешить этому процессу доступ в текущем сеансе.
zh_hans: 允许此进程在当前会话中访问。

source: Allow this process for the current session with Touch ID.
de: Diesen Prozess mit Touch ID für die aktuelle Sitzung zulassen.
es: Permitir este proceso durante la sesión actual con Touch ID.
fr: Autoriser ce processus pour la session en cours avec Touch ID.
pt_br: Permitir este processo durante a sessão atual com Touch ID.
ru: Разрешить этому процессу доступ в текущем сеансе с помощью Touch ID.
zh_hans: 使用 Touch ID 允许此进程在当前会话中访问。

source: This action requires approval every time.
de: Diese Aktion muss jedes Mal genehmigt werden.
es: Esta acción requiere aprobación cada vez.
fr: Cette action doit être autorisée à chaque fois.
pt_br: Esta ação exige aprovação toda vez.
ru: Это действие нужно подтверждать каждый раз.
zh_hans: 每次执行此操作都需要批准。

source: %@ is bound to this host and will be attached.
de: %@ ist an diesen Host gebunden und wird angefügt.
es: %@ está vinculada a este host y se adjuntará.
fr: %@ est liée à cet hôte et sera jointe.
pt_br: %@ está vinculada a este host e será anexada.
ru: %@ привязан к этому хосту и будет добавлен к запросу.
zh_hans: %@ 已绑定到此主机并将被附加。

source: %@ is required for %@.
de: %@ ist für %@ erforderlich.
es: Se necesita %@ para %@.
fr: %@ est obligatoire pour %@.
pt_br: %@ é obrigatório para %@.
ru: %@ требуется для %@.
zh_hans: %@ 需要 %@。

source: %@ is reserved for a built-in channel.
de: %@ ist für einen integrierten Kanal reserviert.
es: %@ está reservado para un canal integrado.
fr: %@ est réservé à un canal intégré.
pt_br: %@ é reservado para um canal integrado.
ru: %@ зарезервирован для встроенного канала.
zh_hans: %@ 已保留给内置通道。

source: %@ needs a key
de: %@ benötigt einen Schlüssel
es: %@ necesita una clave
fr: %@ a besoin d’une clé
pt_br: %@ precisa de uma chave
ru: %@ требуется ключ
zh_hans: %@ 需要密钥

source: %@ on %@
de: %@ auf %@
es: %@ en %@
fr: %@ sur %@
pt_br: %@ em %@
ru: %@ на %@
zh_hans: %@，目标 %@

source: %@ requested a key
de: %@ hat einen Schlüssel angefordert
es: %@ ha solicitado una clave
fr: %@ a demandé une clé
pt_br: %@ solicitou uma chave
ru: Запрос ключа от %@
zh_hans: %@ 请求了密钥

source: %@, required
de: %@, erforderlich
es: %@, obligatorio
fr: %@, obligatoire
pt_br: %@, obrigatório
ru: %@, обязательное поле
zh_hans: %@，必填

source: %lld calls
de: %lld Aufrufe
es: %lld llamadas
fr: %lld appels
pt_br: %lld chamadas
ru: %lld вызова
zh_hans: %lld 次调用

source: %lld events
de: %lld Ereignisse
es: %lld eventos
fr: %lld événements
pt_br: %lld eventos
ru: %lld события
zh_hans: %lld 个事件

source: %lld more requests
de: %lld weitere Anfragen
es: %lld solicitudes más
fr: %lld demandes supplémentaires
pt_br: Mais %lld solicitações
ru: Ещё %lld запроса
zh_hans: 另外 %lld 个请求

source: %lld of 3 complete
de: %lld von 3 abgeschlossen
es: %lld de 3 completados
fr: %lld sur 3 terminées
pt_br: %lld de 3 concluídas
ru: Выполнено: %lld из 3
zh_hans: 已完成 3 项中的 %lld 项

source: %lld of 3 complete. Continue with the highlighted step.
de: %lld von 3 abgeschlossen. Fahre mit dem hervorgehobenen Schritt fort.
es: %lld de 3 completados. Continúa con el paso resaltado.
fr: %lld sur 3 terminées. Poursuivez avec l’étape en surbrillance.
pt_br: %lld de 3 concluídas. Continue pela etapa destacada.
ru: Выполнено: %lld из 3. Перейдите к выделенному шагу.
zh_hans: 已完成 3 项中的 %lld 项。请继续完成高亮显示的步骤。

source: %lld pending requests
de: %lld ausstehende Anfragen
es: %lld solicitudes pendientes
fr: %lld demandes en attente
pt_br: %lld solicitações pendentes
ru: %lld ожидающего запроса
zh_hans: %lld 个待处理请求

source: %lld requests waiting
de: %lld Anfragen warten
es: %lld solicitudes en espera
fr: %lld demandes en attente
pt_br: %lld solicitações aguardando
ru: %lld запроса ожидают
zh_hans: %lld 个请求正在等待

source: %lld requests waiting for your decision.
de: %lld Anfragen warten auf deine Entscheidung.
es: %lld solicitudes esperan tu decisión.
fr: %lld demandes attendent votre décision.
pt_br: %lld solicitações aguardam sua decisão.
ru: %lld запроса ожидают вашего решения.
zh_hans: %lld 个请求正在等待你的决定。

source: 256-bit ChaCha20-Poly1305 · memory only while unlocked · encrypts stored secrets and metadata
de: 256-Bit ChaCha20-Poly1305 · nur im entsperrten Zustand im Arbeitsspeicher · verschlüsselt gespeicherte Geheimnisse und Metadaten
es: ChaCha20-Poly1305 de 256 bits · solo en memoria mientras está desbloqueada · cifra los secretos y metadatos almacenados
fr: ChaCha20-Poly1305 256 bits · uniquement en mémoire lorsque le coffre est déverrouillé · chiffre les secrets et métadonnées stockés
pt_br: ChaCha20-Poly1305 de 256 bits · somente na memória enquanto o cofre está desbloqueado · criptografa segredos e metadados armazenados
ru: 256-битное шифрование ChaCha20-Poly1305 · ключ находится в памяти только при разблокированном хранилище · защищает сохранённые секреты и метаданные
zh_hans: 256 位 ChaCha20-Poly1305 · 仅在解锁时驻留内存 · 加密存储的机密信息和元数据

source: A host named %@ already exists.
de: Ein Host mit dem Namen %@ ist bereits vorhanden.
es: Ya existe un host llamado %@.
fr: Un hôte nommé %@ existe déjà.
pt_br: Já existe um host chamado %@.
ru: Хост с именем %@ уже существует.
zh_hans: 名为 %@ 的主机已存在。

source: A hosted MCP endpoint called over HTTPS.
de: Ein gehosteter MCP-Endpunkt, der über HTTPS aufgerufen wird.
es: Un endpoint MCP alojado al que se accede mediante HTTPS.
fr: Un point de terminaison MCP hébergé, appelé via HTTPS.
pt_br: Um endpoint MCP hospedado, acessado por HTTPS.
ru: Удалённая конечная точка MCP, доступная по HTTPS.
zh_hans: 通过 HTTPS 调用的托管 MCP 端点。

source: A key named %@ already exists.
de: Ein Schlüssel mit dem Namen %@ ist bereits vorhanden.
es: Ya existe una clave llamada %@.
fr: Une clé nommée %@ existe déjà.
pt_br: Já existe uma chave chamada %@.
ru: Ключ с именем %@ уже существует.
zh_hans: 名为 %@ 的密钥已存在。

source: A readable vault already exists.
de: Ein lesbarer Tresor ist bereits vorhanden.
es: Ya existe una bóveda legible.
fr: Un coffre pouvant être lu existe déjà.
pt_br: Já existe um cofre que pode ser lido.
ru: Доступное для чтения хранилище уже существует.
zh_hans: 可读取的密钥库已存在。

source: API and SSH keys. Stored values are write-only in this interface.
de: API- und SSH-Schlüssel. Gespeicherte Werte können in dieser Oberfläche nur geschrieben werden.
es: Claves de API y SSH. Los valores almacenados son de solo escritura en esta interfaz.
fr: Clés API et SSH. Dans cette interface, les valeurs stockées peuvent être remplacées, mais pas consultées.
pt_br: Chaves de API e SSH. Nesta interface, os valores armazenados podem ser substituídos, mas não consultados.
ru: Ключи API и SSH. В этом интерфейсе сохранённые значения можно только заменить.
zh_hans: API 和 SSH 密钥。此界面只能写入存储值，无法读取。

source: API key
de: API-Schlüssel
es: Clave de API
fr: Clé API
pt_br: Chave de API
ru: Ключ API
zh_hans: API 密钥

source: API keys, SSH private keys, and OAuth tokens
de: API-Schlüssel, private SSH-Schlüssel und OAuth-Token
es: Claves de API, claves SSH privadas y tokens de OAuth
fr: Clés API, clés privées SSH et jetons OAuth
pt_br: Chaves de API, chaves privadas SSH e tokens OAuth
ru: Ключи API, закрытые ключи SSH и токены OAuth
zh_hans: API 密钥、SSH 私钥和 OAuth 令牌

source: About
de: Info
es: Acerca de
fr: À propos
pt_br: Sobre
ru: О программе
zh_hans: 关于

source: About Sallyport
de: Über Sallyport
es: Acerca de Sallyport
fr: À propos de Sallyport
pt_br: Sobre o Sallyport
ru: О Sallyport
zh_hans: 关于 Sallyport

source: Accept current state with Touch ID
de: Aktuellen Zustand mit Touch ID übernehmen
es: Aceptar el estado actual con Touch ID
fr: Accepter l’état actuel avec Touch ID
pt_br: Aceitar o estado atual com Touch ID
ru: Принять текущее состояние с Touch ID
zh_hans: 使用 Touch ID 接受当前状态

source: Accept only if you restored a backup or reset this Mac. Otherwise, treat every stored key as exposed and rotate it.
de: Übernimm den Zustand nur, wenn du eine Sicherung wiederhergestellt oder diesen Mac zurückgesetzt hast. Andernfalls musst du alle gespeicherten Schlüssel als offengelegt betrachten und rotieren.
es: Acéptalo solo si has restaurado una copia de seguridad o restablecido este Mac. De lo contrario, considera expuestas todas las claves almacenadas y rótalas.
fr: Acceptez uniquement si vous avez restauré une sauvegarde ou réinitialisé ce Mac. Sinon, considérez chaque clé stockée comme exposée et renouvelez-la.
pt_br: Aceite somente se você restaurou um backup ou redefiniu este Mac. Caso contrário, considere todas as chaves armazenadas expostas e faça a rotação delas.
ru: Принимайте это состояние, только если вы восстановили резервную копию или сбросили этот Mac. В противном случае считайте все сохранённые ключи скомпрометированными и смените их.
zh_hans: 仅当你恢复了备份或重置了此 Mac 时才接受。否则，请将所有已存储密钥视为已泄露并轮换。

source: Accept the current vault and audit state
de: Aktuellen Tresor- und Auditzustand übernehmen
es: Aceptar el estado actual de la bóveda y la auditoría
fr: Accepter l’état actuel du coffre et de l’audit
pt_br: Aceitar o estado atual do cofre e da auditoria
ru: Принять текущее состояние хранилища и аудита
zh_hans: 接受当前密钥库和审计状态

source: Access key ID and secret access key
de: Zugriffsschlüssel-ID und geheimer Zugriffsschlüssel
es: ID de clave de acceso y clave de acceso secreta
fr: ID de clé d’accès et clé d’accès secrète
pt_br: ID da chave de acesso e chave de acesso secreta
ru: ID ключа доступа и секретный ключ доступа
zh_hans: 访问密钥 ID 和秘密访问密钥

source: Account
de: Konto
es: Cuenta
fr: Compte
pt_br: Conta
ru: Учётная запись
zh_hans: 帐户

source: Action
de: Aktion
es: Acción
pt_br: Ação
ru: Действие
zh_hans: 操作

source: Action: %@
de: Aktion: %@
es: Acción: %@
pt_br: Ação: %@
ru: Действие: %@
zh_hans: 操作：%@

source: Actions for %@
de: Aktionen für %@
es: Acciones para %@
fr: Actions pour %@
pt_br: Ações para %@
ru: Действия для %@
zh_hans: %@ 的操作

source: Actions your agents take will stream here.
de: Die Aktionen deiner Agenten erscheinen hier in Echtzeit.
es: Las acciones de tus agentes aparecerán aquí en tiempo real.
fr: Les actions de vos agents s’afficheront ici en temps réel.
pt_br: As ações dos seus agentes aparecerão aqui em tempo real.
ru: Здесь в реальном времени появятся действия агентов.
zh_hans: 智能体执行的操作会实时显示在这里。

source: Active
de: Aktiv
es: Activas
fr: Actives
pt_br: Ativas
ru: Активен
zh_hans: 活跃

source: Active sessions
de: Aktive Sitzungen
es: Sesiones activas
fr: Sessions actives
pt_br: Sessões ativas
ru: Активные сеансы
zh_hans: 活跃会话

source: Activity
de: Aktivität
es: Actividad
fr: Activité
pt_br: Atividade
ru: Активность
zh_hans: 活动

source: Activity detail
de: Aktivitätsdetails
es: Detalles de la actividad
fr: Détails de l’activité
pt_br: Detalhes da atividade
ru: Сведения о действии
zh_hans: 活动详情

source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
pt_br: Adicionar
ru: Добавить
zh_hans: 添加

source: Add MCP server
de: MCP-Server hinzufügen
es: Añadir servidor MCP
fr: Ajouter un serveur MCP
pt_br: Adicionar servidor MCP
ru: Добавить сервер MCP
zh_hans: 添加 MCP 服务器

source: Add a credential for %@
de: Zugangsdaten für %@ hinzufügen
es: Añadir una credencial para %@
fr: Ajouter des données d’authentification pour %@
pt_br: Adicionar uma credencial para %@
ru: Добавить учётные данные для %@
zh_hans: 为 %@ 添加凭证

source: Add a destination for ssh.exec.
de: Ein Ziel für ssh.exec hinzufügen.
es: Añade un destino para ssh.exec.
fr: Ajoutez une destination pour ssh.exec.
pt_br: Adicione um destino para ssh.exec.
ru: Добавьте целевой хост для ssh.exec.
zh_hans: 为 ssh.exec 添加目标。

source: Add a key
de: Einen Schlüssel hinzufügen
es: Añadir una clave
fr: Ajouter une clé
pt_br: Adicionar chave
ru: Добавить ключ
zh_hans: 添加密钥

source: Add a local stdio server or a remote HTTP endpoint.
de: Einen lokalen stdio-Server oder einen entfernten HTTP-Endpunkt hinzufügen.
es: Añade un servidor stdio local o un endpoint HTTP remoto.
fr: Ajoutez un serveur stdio local ou un point de terminaison HTTP distant.
pt_br: Adicione um servidor stdio local ou um endpoint HTTP remoto.
ru: Добавьте локальный stdio-сервер или удалённую конечную точку HTTP.
zh_hans: 添加本地 stdio 服务器或远程 HTTP 端点。

source: Add an API key or SSH key. Stored values are encrypted and are not shown again.
de: Einen API- oder SSH-Schlüssel hinzufügen. Gespeicherte Werte werden verschlüsselt und nicht erneut angezeigt.
es: Añade una clave de API o SSH. Los valores almacenados se cifran y no vuelven a mostrarse.
fr: Ajoutez une clé API ou SSH. Les valeurs stockées sont chiffrées et ne seront plus affichées.
pt_br: Adicione uma chave de API ou SSH. Os valores armazenados são criptografados e não serão exibidos novamente.
ru: Добавьте ключ API или SSH. Значение будет зашифровано и больше не появится в интерфейсе.
zh_hans: 添加 API 密钥或 SSH 密钥。存储值会被加密且不再显示。

source: Add an agent to the allowlist
de: Einen Agenten zur Zulassungsliste hinzufügen
es: Añadir un agente a la lista de permitidos
fr: Ajouter un agent à la liste d’autorisation
pt_br: Adicionar um agente à lista de permissões
ru: Добавить агента в список разрешённых
zh_hans: 将智能体添加到允许列表

source: Add an app or executable. Match its exact code hash or signing identity. A code signature identifies software; it does not prove intent.
de: Füge eine App oder ausführbare Datei hinzu. Prüfe den exakten Code-Hash oder die Signaturidentität. Eine Codesignatur identifiziert Software; sie belegt keine Absicht.
es: Añade una app o un ejecutable. Comprueba su hash de código exacto o su identidad de firma. Una firma de código identifica el software, pero no demuestra su intención.
fr: Ajoutez une app ou un exécutable. Faites correspondre son hachage de code exact ou son identité de signature. Une signature de code identifie un logiciel, mais ne prouve pas son intention.
pt_br: Adicione um app ou executável. Use o hash exato do código ou a identidade de assinatura. Uma assinatura de código identifica o software, mas não comprova sua intenção.
ru: Добавьте приложение или исполняемый файл. Сопоставление выполняется по точному хешу кода или идентификатору подписи. Подпись идентифицирует программу, но не подтверждает её намерения.
zh_hans: 添加 App 或可执行文件。匹配其确切代码哈希或签名身份。代码签名可标识软件，但不能证明其意图。

source: Add an ssh-ed25519 key on Keys & APIs first.
de: Füge zuerst unter „Schlüssel & APIs“ einen ssh-ed25519-Schlüssel hinzu.
es: Añade primero una clave ssh-ed25519 en Claves y API.
fr: Ajoutez d’abord une clé ssh-ed25519 dans Clés et API.
pt_br: Primeiro, adicione uma chave ssh-ed25519 em Chaves e APIs.
ru: Сначала добавьте ключ ssh-ed25519 в разделе «Ключи и API».
zh_hans: 请先在“密钥与 API”中添加 ssh-ed25519 密钥。

source: Add from app…
de: Aus App hinzufügen …
es: Añadir desde una app…
fr: Ajouter depuis une app…
pt_br: Adicionar a partir de um app…
ru: Добавить из приложения…
zh_hans: 从 App 添加…

source: Add host
de: Host hinzufügen
es: Añadir host
fr: Ajouter un hôte
pt_br: Adicionar host
ru: Добавить хост
zh_hans: 添加主机

source: Add key
de: Schlüssel hinzufügen
es: Añadir clave
fr: Ajouter une clé
pt_br: Adicionar chave
ru: Добавить ключ
zh_hans: 添加密钥

source: Add or change an MCP server
de: MCP-Server hinzufügen oder ändern
es: Añadir o cambiar un servidor MCP
fr: Ajouter ou modifier un serveur MCP
pt_br: Adicionar ou alterar servidor MCP
ru: Добавить или изменить сервер MCP
zh_hans: 添加或更改 MCP 服务器

source: Add or change an SSH host
de: SSH-Host hinzufügen oder ändern
es: Añadir o cambiar un host SSH
fr: Ajouter ou modifier un hôte SSH
pt_br: Adicionar ou alterar host SSH
ru: Добавить или изменить SSH-хост
zh_hans: 添加或更改 SSH 主机

source: Add or change the MCP server “%@”
de: MCP-Server „%@“ hinzufügen oder ändern
es: Añadir o cambiar el servidor MCP «%@»
fr: Ajouter ou modifier le serveur MCP « %@ »
pt_br: Adicionar ou alterar o servidor MCP “%@”
ru: Добавьте или измените сервер MCP «%@»
zh_hans: 添加或更改 MCP 服务器“%@”

source: Add or change the SSH host “%@”
de: SSH-Host „%@“ hinzufügen oder ändern
es: Añadir o cambiar el host SSH «%@»
fr: Ajouter ou modifier l’hôte SSH « %@ »
pt_br: Adicionar ou alterar o host SSH “%@”
ru: Добавьте или измените хост SSH «%@»
zh_hans: 添加或更改 SSH 主机“%@”

source: Add server
de: Server hinzufügen
es: Añadir servidor
fr: Ajouter le serveur
pt_br: Adicionar servidor
ru: Добавить сервер
zh_hans: 添加服务器

source: Add the agent “%@” to the allowlist
de: Den Agenten „%@“ zur Zulassungsliste hinzufügen
es: Añadir el agente «%@» a la lista de permitidos
fr: Ajouter l’agent « %@ » à la liste d’autorisation
pt_br: Adicionar o agente “%@” à lista de permissões
ru: Добавить агента «%@» в список разрешённых
zh_hans: 将智能体“%@”添加到允许列表

source: Add the key “%@”
de: Schlüssel „%@“ hinzufügen
es: Añadir la clave «%@»
fr: Ajouter la clé « %@ »
pt_br: Adicionar a chave “%@”
ru: Добавьте ключ «%@»
zh_hans: 添加密钥“%@”

source: Add the server before signing in.
de: Füge den Server vor der Anmeldung hinzu.
es: Añade el servidor antes de iniciar sesión.
fr: Ajoutez le serveur avant de vous connecter.
pt_br: Adicione o servidor antes de iniciar a sessão.
ru: Добавьте сервер перед входом в систему.
zh_hans: 请先添加服务器，然后再登录。

source: Add the server's API key on Keys & APIs first, then bind it here.
de: Füge zuerst unter „Schlüssel & APIs“ den API-Schlüssel des Servers hinzu und binde ihn dann hier.
es: Añade primero la clave de API del servidor en Claves y API y, después, vincúlala aquí.
fr: Ajoutez d’abord la clé API du serveur dans Clés et API, puis liez-la ici.
pt_br: Primeiro, adicione a chave de API do servidor em Chaves e APIs e depois vincule-a aqui.
ru: Сначала добавьте ключ API сервера в разделе «Ключи и API», а затем привяжите его здесь.
zh_hans: 请先在“密钥与 API”中添加服务器的 API 密钥，然后在此处绑定。

source: Add this process identity to the allowlist
de: Diese Prozessidentität zur Zulassungsliste hinzufügen
es: Añadir esta identidad de proceso a la lista de permitidos
fr: Ajouter cette identité de processus à la liste d’autorisation
pt_br: Adicionar esta identidade de processo à lista de permissões
ru: Добавить этот процесс в список разрешённых
zh_hans: 将此进程身份添加到允许列表

source: Add to .vscode/mcp.json
de: Zu .vscode/mcp.json hinzufügen
es: Añadir a .vscode/mcp.json
fr: Ajouter à .vscode/mcp.json
pt_br: Adicionar ao arquivo .vscode/mcp.json
ru: Добавить в .vscode/mcp.json
zh_hans: 添加到 .vscode/mcp.json

source: Add to allowlist (Touch ID)
de: Zur Zulassungsliste hinzufügen (Touch ID)
es: Añadir a la lista de permitidos (Touch ID)
fr: Ajouter à la liste d’autorisation (Touch ID)
pt_br: Adicionar à lista de permissões (Touch ID)
ru: Добавить в список разрешённых (Touch ID)
zh_hans: 添加到允许列表（Touch ID）

source: Add to ~/.cursor/mcp.json
de: Zu ~/.cursor/mcp.json hinzufügen
es: Añadir a ~/.cursor/mcp.json
fr: Ajouter à ~/.cursor/mcp.json
pt_br: Adicionar ao arquivo ~/.cursor/mcp.json
ru: Добавить в ~/.cursor/mcp.json
zh_hans: 添加到 ~/.cursor/mcp.json

source: Added %@
de: %@ hinzugefügt
es: Se ha añadido %@
fr: %@ ajouté
pt_br: %@ adicionado
ru: Добавлено: %@
zh_hans: 已添加 %@

source: Added ‘%@’
de: „%@“ hinzugefügt
es: Se ha añadido «%@»
fr: « %@ » ajouté
pt_br: “%@” adicionado
ru: Добавлено: «%@»
zh_hans: 已添加“%@”
